Repository: instructure/canvas-ios
Catalog: Teacher/Teacher/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Loading
ar: جارٍ التحميل
ca: S'està carregant
cy: Wrthi’n llwytho
da: Indlæser
da_instk12: Indlæser
de: Wird geladen
es: Cargando
es_es: Cargando
fi: Ladataan
fr: Chargement
fr_ca: En cours de chargement
ga: Ag lódáil
hi: लोड किया जा रहा है
ht: Chajman
id: Memuat
is: Hleður
it: Caricamento
ja: 読み込み中
mi: E tukuake ana
ms: Memuatkan
nb: Laster
nl: Bezig met laden
pl: Wczytywanie
pt: A carregar
pt_br: Carregando
ru: Загрузка
sl: Nalaganje
sv: Läser in
sv_instk12: Läser in
th: กำลังโหลด
vi: Đang tải
zh: 正在加载
zh_hk: 載入

source: Mark All as Present
ar: وضع علامة موجود للجميع
ca: Marca tots com a Present
cy: Marcio bod y Cyfan yn Bresennol
da: Marker alle som tilstedeværende
da_instk12: Marker alle som tilstedeværende
de: Alle als „Anwesend“ markieren
es: Marcar todos como Presentes
es_es: Marcar todos como Presentes
fi: Merkitse kaikki läsnä olevina
fr: Marquer tout le monde comme présent
fr_ca: Marquer « Tous comme présent »
ga: Marcáil Uile mar i Láthair
hi: सभी को उपस्थित के रूप में चिह्नित करें
ht: Make Tout kòm Prezan
id: Tandai Semua sebagai Hadir
is: Merkja mætt við alla
it: Contrassegna tutto come presente
ja: 全員を出席としてマークする
mi: Tohua katoa kei nāianei
ms: Tandakan Semua sebagai Hadir
nb: Merk alle som nåværende
nl: Allen markeren als aanwezig
pl: Oznacz wszystkich jako obecni
pt: Marcar tudo como presente
pt_br: Marcar todos como presentes
ru: Отметить всех как присутствующих
sl: Označi vse kot prisotne
sv: Markera alla som närvarande
sv_instk12: Markera alla som närvarande
th: กำกับทั้งหมดว่ามา
vi: Đánh Dấu Tất Cả Là Có Mặt
zh: 将所有标记为出勤
zh_hk: 全部標記為出席

source: Mark Remaining as Present
ar: وضع علامة موجود للبقية
ca: Marca la resta com a Present
cy: Marcio bod y Gweddill yn Bresennol
da: Marker de resterende som tilstedeværende
da_instk12: Marker de resterende som tilstedeværende
de: Verbleibende als „Anwesend“ markieren
es: Marcar los restantes como Presentes
es_es: Marcar los restantes como Presentes
fi: Merkitse jäljellä olevat läsnä olevina
fr: Marquer les personnes restantes comme présentes
fr_ca: Marquer comme « Restant comme présent »
ga: Marcáil an Méid atá Fágtha mar atá i Láthair
hi: शेष को उपस्थित के रूप में चिह्नित करें
ht: Make Rete kòm Prezan
id: Tandai Sisanya sebagai Hadir
is: Merkja mætt við alla sem eftir eru
it: Contrassegna il resto come presente
ja: 出席としてマークする
mi: Tohua ngā toenga o nāianei
ms: Tandakan yang Berbaki sebagai Hadir
nb: Marker gjenværende som nåværende
nl: Rest markeren als aanwezig
pl: Oznacz pozostałych jako obecni
pt: Marcar restante como presente
pt_br: Marcar restante como presente
ru: Отметить остальных как присутствующих
sl: Označi preostale kot prisotne
sv: Markera återstående som närvarande
sv_instk12: Markera återstående som närvarande
th: กำลังที่เหลือว่ามา
vi: Đánh Dấu Phần Còn Lại Là Có Mặt
zh: 将其余的标记为出勤
zh_hk: 標記剩餘為出席

source: Moderated Grading Unsupported
ar: تقييم الدرجات تحت الإشراف غير مدعوم
ca: No s'admet la nota moderada
cy: Does dim modd delio â'r broses safoni graddau
da: Samlet karaktergivning ikke understøttet
da_instk12: Samlet vurdering ikke understøttet
de: Moderierte Benotung wird nicht unterstützt.
es: Calificación moderada no compatible
es_es: No se admiten notas moderadas
fi: Valvottua arvosanojen antoa ei tueta
fr: La modération de notation n’est pas supportée
fr_ca: Notation modérée non prise en charge
ga: Ní thacaítear le Marcáil Mhodhnaithe
hi: मॉडरेट की गई ग्रेडिंग असमर्थित है
ht: Klasman Modere pa Pran an Chaj
id: Penilaian Termoderasi Tidak Didukung
is: Stýrð einkunnagjöf óstudd
it: Valutazione moderata non supportata
ja: 修正された採点はサポートされていません
mi: Kōeke whakaōrite tautokona
ms: Penggredan Dikendalikan Tidak Disokong
nb: Samordnet sensur ikke støttet
nl: Gemodereerd beoordelen wordt niet ondersteund
pl: Moderowane ocenianie nie jest obsługiwane
pt: Classificação moderada não suportada
pt_br: Avaliação com moderação não suportada
ru: Модерированное выставление оценок не поддерживается
sl: Moderirano ocenjevanje ni podprto.
sv: Modererad bedömning stöds inte
sv_instk12: Modererad bedömning stöds inte
th: ไม่รองรับการให้เกรดแบบมีการปรับประสาน
vi: Chấm Điểm Có Điều Tiết Không Được Hỗ Trợ
zh: 不支持审核后的评分
zh_hk: 已調整的評分不受支持

source: Multiple Due Dates
ar: تواريخ استحقاق متعددة
ca: Dates de lliurament múltiples
cy: Mwy nag un dyddiad cau
da: Flere forfaldsdatoer
da_instk12: Flere forfaldsdatoer
de: Mehrere Abgabetermine
es: Varias fechas límite
es_es: Varias fechas de entrega
fi: Useita määräpäiviä
fr: Dates limites multiples
fr_ca: Dates limites multiples
ga: Dáta Dlite Iolracha
hi: एकाधिक नियत तिथियां
ht: Plizyè Delè
id: Tanggal Batas Berganda
is: Margir skiladagar
it: Più date di scadenza
ja: 複数の締切日
mi: Maha Rā e tika ana
ms: Berbilang Tarikh Siap
nb: Flere forfallsdatoer
nl: Meerdere inleverdatums
pl: Wiele terminów
pt: Datas de limite múltiplas
pt_br: Várias datas de entrega
ru: Множественные даты выполнения
sl: Več rokov
sv: Flera inlämningsdatum
sv_instk12: Flera inlämningsdatum
th: วันครบกำหนดหลายรายการ
vi: Nhiều Ngày Đến Hạn
zh: 多个到期日
zh_hk: 多個截止日期

source: Needs Grading
ar: بحاجة إلى تقدير الدرجات
ca: S'ha de qualificar
cy: Angen Graddio
da: Mangler bedømmelse
da_instk12: Mangler bedømmelse
de: Muss benotet werden
es: Necesita calificación
es_es: Necesita evaluación
fi: Täytyy arvioida
fr: Doit être noté
fr_ca: Requiert une notation
ga: Marcáil de Dhíth
hi: ग्रेडिंग की आवश्यकता है
ht: Bezwen Klasman
id: Membutuhkan Penilaian
is: Þarfnast einkunnagjafar
it: Richiede la valutazione
ja: 採点が必要です
mi: E hiahiatia ana mo te kōeke
ms: Perlu Digredkan
nb: Trenger vurdering
nl: Moet worden beoordeeld
pl: Wymaga oceny
pt: Precisa de classificação
pt_br: Precisa de avaliação
ru: Требует оценки
sl: Je treba oceniti.
sv: Måste bedömas
sv_instk12: Måste bedömas
th: ต้องให้เกรด
vi: Cần Chấm Điểm
zh: 需要评分
zh_hk: 需要等級評分

source: No available from date set.
ar: غير متوفر من مجموعة البيانات.
ca: No hi ha cap conjunt de dates "Disponible des del".
cy: Heb bennu dyddiad 'ar gael o'.
da: Ingen tilgængelige fra dato indstillet.
da_instk12: Ingen tilgængelige fra dato indstillet.
de: Keine verfügbar vom eingestellten Datum
es: No disponible desde la fecha establecida.
es_es: No está disponible desde la fecha establecida.
fi: Ei käytettävissä päivämääräjaksoja
fr: Non disponible à partir de la date définie.
fr_ca: Aucun disponible à partir de la date définie.
ga: Níl sé ar fáil ón dáta socraithe.
hi: कोई इस तिथि से उपलब्ध सेट नहीं है।
ht: Pa disponib apadi de dat ki defini an.
id: Tidak tersedia dari tanggal yang diatur.
is: Nei tiltækt frá degi stillt inn.
it: Non disponibile dalla data impostata.
ja: 日付セットからは利用できません。
mi: Kāore e wātea mai te rā kua whakatautia.
ms: Tiada yang tersedia dari tarikh ditetapkan.
nb: Ingen tilgjengelig fra-dato angitt.
nl: Geen datum ingesteld voor beschikbaar vanaf.
pl: Brak dostępnych od ustawionej daty.
pt: Não disponível a partir da data definida.
pt_br: Indisponível a partir do conjunto de datas.
ru: Недоступно с заданной даты.
sl: Ni na voljo od nastavljenega datuma.
sv: Inget "tillgänglig från"-datum inställt.
sv_instk12: Inget "tillgänglig från"-datum inställt.
th: ไม่พร้อมใช้จากวันที่ที่กำหนด
vi: Không có cài đặt từ ngày khả dụng.
zh: 从设定日期开始无可用项。
zh_hk: 沒有可用的起始日期設定。

source: No available until date set.
ar: لم يتم تعيين تاريخ "متوفر حتى".
ca: No hi ha cap conjunt de dates "Disponible fins al".
cy: Heb bennu dyddiad 'ar gael tan'.
da: Ikke tilgængelig, indtil dato er indstillet.
da_instk12: Ikke tilgængelig, indtil dato er indstillet.
de: Keine verfügbar bis zum eingestellten Datum.
es: No disponible hasta la fecha establecida.
es_es: No está disponible hasta la fecha establecida.
fr: Pas disponible avant qu'une date n’ait été fixée
fr_ca: Aucune date « disponible jusqu’à » définie
ga: Níl sé ar fáil go dtí an dáta socraithe.
hi: कोई इस तिथि तक उपलब्ध सेट नहीं है।
ht: Pa disponib jiska dat fikse.
id: Tidak tersedia hingga tanggal yang diatur.
is: Nei tiltækt fram að degi stillt inn.
it: Non disponibile fino alla data impostata.
ja: 利用可能最終日がありません。
mi: Kaore i te wātea ki a tau ranō he rā.
ms: Tiada yang tersedia hingga tarikh ditetapkan.
nb: Ikke tilgjengelig før dato satt
nl: Geen datum ingesteld voor beschikbaar tot.
pl: Niedostępne do ustawionej daty.
pt: Não disponível até a data definida.
pt_br: Indisponível até o conjunto de datas.
ru: Недоступно до заданной даты.
sl: Ni na voljo do nastavljenega datuma.
sv: Inget "tillgänglig till"-datum inställt.
sv_instk12: Inget "tillgänglig till"-datum inställt.
th: ไม่พร้อมใช้จนถึงวันที่ที่กำหนด
vi: Không có cài đặt đến ngày khả dụng.
zh: 在设定日期前不可用。
zh_hk: 沒有可用的結束日期設定。

source: No due date set.
ar: لم يتم تعيين تاريخ الاستحقاق.
ca: No s’ha establert cap data de lliurament.
cy: Heb bennu 'dyddiad cau'.
da: Ingen afleveringsdato angivet.
da_instk12: Ingen afleveringsdato angivet.
de: Kein Fälligkeitsdatum festgelegt
es: No hay fecha de entrega establecida.
es_es: No hay fecha de entrega establecida.
fi: Määräpäivää ei ole määritetty.
fr: Aucune date d’échéance définie
fr_ca: Aucune date d’échéance définie.
ga: Níl aon dáta dlite socraithe.
hi: कोई नियत तिथि सेट नहीं की गई।
ht: Pa gen delè ki defini
id: Tanpa tanggal batas yang diatur.
is: Enginn skiladagur ákveðinn.
it: Nessuna data di scadenza impostata.
ja: 期限は設定されていません。
mi: Kāore he rā tika kua whakatautia.
ms: Tiada tarikh siap ditetapkan.
nb: Ingen forfallsdato angitt.
nl: Geen inleverdatum ingesteld.
pl: Brak ustawionego terminu.
pt: Não há data de limite definida.
pt_br: Nenhum prazo de entrega definido.
ru: Не задан срок исполнения.
sl: Rok ni nastavljen.
sv: Inget inlämningsdatum inställt
sv_instk12: Inget inlämningsdatum inställt
th: ไม่ได้ระบุวันครบกำหนด
vi: Không có cài đặt ngày đến hạn.
zh: 未设定截止日期
zh_hk: 沒有設置截止日期。

source: No Grade
ar: لا توجد أي درجة
ca: Sense nota
cy: Dim Gradd
da: Ingen karakter
da_instk12: Ingen vurdering
de: Keine Note
es: Sin calificación
es_es: No hay nota
fi: Ei arvosanaa
fr: Aucune note
fr_ca: Non noté
ga: Níl aon Mharc ann
hi: कोई ग्रेड नहीं
ht: Pa gen Klas
id: Tanpa Nilai
is: Engin einkunn
it: Nessun voto
ja: 評定はありません
mi: Kaore he Kōeke
ms: Tiada gred
nb: Ingen vurdering
nl: Geen cijfer
pl: Brak oceny
pt: Sem classificação
pt_br: Sem nota
ru: Нет оценки
sl: Ni ocen
sv: Inget omdöme
sv_instk12: Ingen bedömning
th: ไม่มีเกรด
vi: Không Có Lớp
zh: 没有评分
zh_hk: 無評分

source: No Submissions
ar: لا توجد إرسالات
ca: Cap entrega
cy: Dim Cyflwyniadau
da: Ingen afleveringer
da_instk12: Ingen afleveringer
de: Keine Abgaben
es: Sin entregas
es_es: No hay entregas
fi: Ei lähetyksiä
fr: Aucune soumission
fr_ca: Aucun envoi
ga: Níl aon Uaslódálacha
hi: कोई सबमिशन नहीं
ht: Pa gen Soumisyon
id: Tidak Ada Penyerahan
is: Engin skil
it: Nessuna consegna
ja: 提出物なし
mi: Kahore ngā tāpaetanga
ms: Tiada Serahan
nb: Ingen innleveringer
nl: Geen inleveringen
pl: Brak zgłoszeń
pt: Sem Submissões
pt_br: Nenhum envio
ru: Нет отправок
sl: Ni oddaj
sv: Inga inlämningar
sv_instk12: Inga inlämningar
th: ไม่มีผลงานจัดส่ง
vi: Không Có Mục Nộp
zh: 无提交项
zh_hk: 沒有提交項目

source: No suggestions available
ar: لا توجد مقترحات متاحة
ca: Sense suggeriments disponibles
cy: Dim awgrymiadau ar gael
da: Ingen forslag til rådighed
da_instk12: Ingen forslag til rådighed
de: Keine Vorschläge vorhanden
es: No hay sugerencias disponibles
es_es: No hay sugerencias disponibles
fi: Ei ehdotuksia saatavissa
fr: Aucune suggestion disponible
fr_ca: Aucune suggestion n’est disponible
ga: Níl aon mholtaí ar fáil
hi: कोई सुझाव उपलब्ध नहीं
ht: pa gen sijesyon disponib
id: Saran tidak tersedia
is: Engar tillögur tiltækar
it: Nessun suggerimento disponibile
ja: 示唆されている利用可能なものなし
mi: Kaore he whakaaro kei te wātea
ms: Tiada cadangan tersedia
nb: Ingen forslag tilgjengelige
nl: Geen suggesties beschikbaar
pl: Brak dostępnych propozycji
pt: Não há sugestões disponíveis
pt_br: Nenhuma sugestão disponível
ru: нет доступных предложений
sl: Na voljo ni nobenih predlogov
sv: Inga förslag finns tillgängliga
sv_instk12: Inga förslag finns tillgängliga
th: ไม่มีข้อเสนอแนะ
vi: Không có đề xuất nào
zh: 未提供建议
zh_hk: 沒有提供建議

source: Not Graded
ar: لم يتم التقييم
ca: Sense nota
cy: Heb eu graddio
da: Ikke bedømt
da_instk12: Ikke bedømt
de: Unbenotet
es: Sin calificar
es_es: Sin evaluar
fi: Ei arvioida
fr: Non noté
fr_ca: Non noté
ga: Nach Bhfuil Marcáilte
hi: ग्रेड नहीं किया गया
ht: Pa Klase
id: Tidak Dinilai
is: Ekki metið
it: Non valutato
ja: 採点なし
mi: Kāore i kōekehia
ms: Tidak Bergred
nb: Ikke vurdert
nl: Niet beoordeeld
pl: Nie oceniono
pt: Sem classificação
pt_br: Sem nota
ru: Оценка не выставлена
sl: Ni ocenjeno
sv: Ej bedömd
sv_instk12: Inte bedömd
th: ไม่ได้ลงเกรด
vi: Chưa Được Chấm Điểm
zh: 未评分
zh_hk: 未評分

source: Not Submitted
ar: لم يتم الإرسال
ca: No s’ha entregat
cy: Heb Gyflwyno
da: Ikke indsendt
da_instk12: Ikke indsendt
de: Nicht abgegeben
es: No presentado
es_es: No entregado
fi: Ei lähetetty
fr: Non soumis
fr_ca: Non soumis
ga: Níl sé Curtha isteach
hi: सबमिट नहीं किया गया
ht: Pa Soumèt
id: Belum Diserahkan
is: Ekki lagt fram
it: Non inviato
ja: 未提出
mi: E Kore E Tukua
ms: Tidak Diserahkan
nb: Ikke levert
nl: Nog niet Beoordeeld
pl: Nie wysłano
pt: Não Entregue
pt_br: Não Enviado
ru: Не отправлено
sl: Ni oddano.
sv: Inte inlämnat
sv_instk12: Inte inlämnad
th: ไม่ได้จัดส่ง
vi: Chưa Nộp
zh: 未提交
zh_hk: 未提交

source: OK
ar: موافق
ca: D'acord
cy: Iawn
es: Aceptar
es_es: Aceptar
ga: CGL
hi: ठीक है
ht: DAKO
is: Í lagi
mi: Ae
sl: V redu
zh: 确定
zh_hk: 確定

source: Open
ar: مفتوح
ca: Obre
cy: Agor
da: Åben
da_instk12: Åben
de: Offen
es: Abierto
es_es: Abrir
fi: Avaa
fr: Ouvrir
fr_ca: Ouvrir
ga: Oscail
hi: खोलें
ht: Ouvri
id: Buka
is: Opið
it: Apri
ja: 開く
mi: Whakatuwhera
ms: Buka
nb: Åpen
pl: Otwarty
pt: Abrir
pt_br: Abrir
ru: Открыть
sl: Odpri
sv: Öppna
sv_instk12: Öppna
th: เปิด
vi: Mở
zh: 打开
zh_hk: 打開

source: Open comment library
ar: فتح مكتبة التعليقات
ca: Obre la biblioteca de comentaris
cy: Agor y llyfrgell sylwadau
da: Åbn kommentarbibliotek
da_instk12: Åbn kommentarbibliotek
de: Kommentarbibliothek öffnen
es: Abrir la biblioteca de comentarios
es_es: Abrir biblioteca de comentarios
fi: Avaa kommenttikirjasto
fr: Ouvrir la bibliothèque de commentaires
fr_ca: Ouvrir la bibliothèque de commentaires
ga: Oscail leabharlann ráitis
hi: टिप्पणी लाइब्रेरी खोलें
ht: Ouvri bibliyotèk kòmantè
id: Buka pustaka komentar
is: Opna athugasemdasafn
it: Apri libreria commenti
ja: コメントライブラリを開く
mi: Tuwhera korero whare pukapuka
ms: Buka pustaka komen
nb: Åpne kommentarbibliotek
nl: Opmerkingenbibliotheek openen
pl: Otwórz bibliotekę komentarzy
pt: Biblioteca de comentários aberta
pt_br: Abrir biblioteca de comentários
ru: Открыть библиотеку комментариев
sl: Odpri knjižnico komentarjev
sv: Öppna kommentarsbibliotek
sv_instk12: Öppna kommentarsbibliotek
th: เปิดไลบรารี่ความเห็น
vi: Mở thư viện bình luận
zh: 打开评论库
zh_hk: 開啟評論檔案庫

source: Open Drawer full screen
ar: فتح الدرج في ملء الشاشة
ca: Obre el calaix a pantalla completa
cy: Agor Drôr sgrin lawn
da: Åbn skuffe i fuld skærm
da_instk12: Åbn skuffe i fuld skærm
de: Fach öffnen, ganzer Bildschirm
es: Abrir menú lateral en pantalla completa
es_es: Abrir menú lateral en pantalla completa
fi: Avaa vetolaatikko koko näyttö
fr: Ouvrir le tiroir en plein écran
fr_ca: Ouvrir le tiroir en plein écran
ga: Oscail Tarraiceán scáileán iomlán
hi: ड्रॉर को पूर्ण स्क्रीन पर खोलें
ht: Ouvri Tiwa a plen ekran
id: Buka Drawer sepenuh layar
is: Opna skúffu í öllum skjánum
it: Apri riquadro a tutto schermo
ja: 引き出しを全画面で開く
mi: Huaki Pouaka Mata Nui
ms: Buka Laci skrin penuh
nb: Åpne skuff i fullskjerm
nl: Lade openen, volledig scherm
pl: Otwórz szufladę na całym ekranie
pt: Abrir gaveta em ecrã inteiro
pt_br: Abrir Drawer em tela cheia
ru: Полноэкранный режим «Открыть панель»
sl: Odpri predal na celoten zaslon
sv: Öppna lådan i helskärm
sv_instk12: Öppna lådan i helskärm
th: เปิดแถบรายการเต็มหน้าจอ
vi: Mở Ngăn Kéo toàn màn hình
zh: 打开全屏抽屉
zh_hk: 在全螢幕模式開啟檔案夾

source: Open Drawer half screen
ar: فتح الدرج في نصف الشاشة
ca: Obre el calaix a mitja pantalla
cy: Agor Drôr hanner sgrin
da: Åbn skuffe i halv skærm
da_instk12: Åbn skuffe i halv skærm
de: Fach öffnen, halber Bildschirm
es: Abrir menú lateral en media pantalla
es_es: Abrir menú lateral en media pantalla
fi: Avaa vetolaatikko puoleen väliin
fr: Ouvrir le tiroir sur la moitié de l’écran
fr_ca: Ouvrir le tiroir en demi-écran
ga: Oscail Tarraiceán leathscáileán
hi: ड्रॉर को आधी स्क्रीन पर खोलें
ht: OUvri Tiwa a demi ekran
id: Buka Drawer setengah layar
is: Opna skúffu í hálfum skjánum
it: Apri riquadro a metà schermo
ja: 引き出しを半画面で開く
mi: Huaki Pouaka Mmata Hawhe
ms: Buka Laci skrin separa
nb: Åpne skuff i halv skjerm
nl: Lade openen, half scherm
pl: Otwórz szufladę na połowie ekranu
pt: Abrir gaveta em meio ecrã
pt_br: Abrir Drawer em meia-tela
ru: Режим «Открыть панель» в половину экрана
sl: Odpri predal na polovico zaslona
sv: Öppna lådan i halv skärm
sv_instk12: Öppna lådan i halv skärm
th: เปิดแถบรายการครึ่งหน้าจอ
vi: Mở Ngăn Kéo nửa màn hình
zh: 打开半屏抽屉
zh_hk: 在半螢幕模式開啟檔案夾

source: Others
ar: أخرى
ca: Altres
cy: Eraill
da: Andre
da_instk12: Andre
de: Andere
es: Otros
es_es: Otros
fi: Muut
fr: Autres
fr_ca: Autres
ga: Daoine eile
hi: अन्य
ht: Lòt
id: Lainnya
is: Aðrir
it: Altri
ja: その他
mi: Etahi atu
ms: Lain-lain
nb: Andre
nl: Anderen
pl: Inni
pt: Outros
pt_br: Outros
ru: Другие
sl: Drugo
sv: Andra
sv_instk12: Andra
th: อื่น ๆ
vi: Khác
zh: 其他
zh_hk: 其他

source: Pending
ar: قيد الانتظار
ca: Pendent
cy: Yn aros
da: Afventer
da_instk12: Afventer
de: Ausstehend
es: Pendiente
es_es: Pendiente
fi: Odottaa
fr: En attente
fr_ca: En attente
ga: Ar feitheamh
hi: लंबित
ht: Annatant
id: Menunggu
is: Í bið
it: In attesa
ja: 保留中
mi: Tārewa
ms: Belum Selesai
nb: Venter
nl: In behandeling
pl: Oczekujące
pt: Pendente
pt_br: Pendente
ru: Ожидает обработки
sl: V čakanju
sv: Väntar
sv_instk12: Väntar
th: กำลังรอดำเนินการ
vi: Đang Chờ Xử Lý
zh: 审核中
zh_hk: 擱置

source: Percent (%)
ar: النسبة المئوية (%)
ca: Percentatge (%)
cy: Canran (%)
da: Procentdel (%)
da_instk12: Procentdel (%)
de: Prozent (%)
es: porcentaje (%)
es_es: Porcentaje (%)
fi: Prosentti (%)
fr: Pour cent (%)
fr_ca: Pourcentage (%)
ga: Céatadán (%)
hi: प्रतिशत (%)
ht: Pousantaj (%)
id: Persen (%)
is: Hlutfall (%)
it: Percentuale (%)
ja: パーセント (%)
mi: Ōrau (%)
ms: Peratus (%)
nb: Prosent (%)
nl: Percentage (%)
pl: Procent (%)
pt: Percentagem (%)
pt_br: Porcentagem (%)
ru: Процент (%)
sl: Odstotek (%)
sv: Procent (%)
sv_instk12: Procent (%)
th: เปอร์เซ็นต์ (%)
vi: Phần Trăm (%)
zh: 百分比 (%)
zh_hk: 百分比（%）

source: Points
ar: نقاط
ca: Punts
cy: Pwynt
da: Point
da_instk12: Point
de: Punkte
es: Puntos
es_es: Puntos
fi: Pisteet
ga: Pointí
hi: पॉइंट्स
ht: Pwen
id: Poin
is: Punktar
it: Punti
ja: ポイント
mi: Ngā Koinga
ms: Mata
nb: Poeng
nl: Punten
pl: Punkty
pt: Pontos
pt_br: Pontos
ru: Баллы
sl: Točke
sv: Poäng
sv_instk12: Poäng
th: คะแนน
vi: Điểm
zh: 得分
zh_hk: 分數

source: Post Grades
ar: نشر الدرجات
ca: Publica les notes
cy: Postio Graddau
da: Slå karakterer op
da_instk12: Slå vurderinger op
de: Noten mitteilen
es: Publicar calificaciones
es_es: Publicar notas
fi: Lähetä arvosanoja
fr: Publier les notes
fr_ca: Publier les notes
ga: Postáil Marcanna
hi: ग्रेड पोस्ट करें
ht: Piblikasyon Nòt
id: Posting Nilai
is: Birta einkunnir
it: Pubblica voti
ja: 評定表の掲示
mi: Whakairi ngā kōeke
ms: Siar Gred
nb: Publisert vurderinger
nl: Cijfers posten
pl: Opublikuj oceny
pt: Publicar Classificações
pt_br: Postar notas
ru: Опубликовать оценки
sl: Objavljanje ocen
sv: Publicera omdömen
sv_instk12: Publicera bedömningar
th: แจ้งเกรด
vi: Đăng Điểm Số
zh: 发布评分
zh_hk: 公佈成績

source: Post settings
ar: إعدادات النشر
ca: Configuració de publicació
cy: Postio gosodiadau
da: Slå karakterer op - indstillinger
da_instk12: Slå vurderinger op - indstillinger
de: Post-Einstellungen
es: Configuración de publicación
es_es: Configuración de publicación
fi: Lähetysasetukset
fr: Paramètres des publications
fr_ca: Paramètres de publication
ga: Socruithe postála
hi: सेटिंग्स पोस्ट करें
ht: Paramèt pòs
id: Pengaturan posting
is: Færslustillingar
it: Impostazioni pubblicazione
ja: 掲載の設定
mi: Whakairi ngā tautuhinga
ms: Tetapan siaran
nb: Publiseringsinnstillinger
nl: Instellingen voor posten
pl: Ustawienia publikowania
pt: Definições de publicação
pt_br: Configurações de postagem
ru: Опубликовать настройки
sl: Nastavitve objavljanje
sv: Publiceringsinställningar
sv_instk12: Publiceringsinställningar
th: โพสต์ค่าปรับตั้ง
vi: Cài đặt đăng
zh: 发布设置
zh_hk: 公佈設定

source: Post Settings
ar: نشر الإعدادات
ca: Publica la configuració
cy: Postio Gosodiadau
da: Slå karakterer op - indstillinger
da_instk12: Slå vurderinger op - indstillinger
de: Post-Einstellungen
es: Configuración de publicación
es_es: Configuración de publicación
fi: Lähetysasetukset
fr: Paramètres de publication
fr_ca: Définitions de publication
ga: Socruithe Postála
hi: सेटिंग्स पोस्ट करें
ht: Paramèt Piblikasyon
id: Pengaturan Posting
is: Birta stillingar
it: Pubblica impostazioni
ja: 掲示設定
mi: Whakairi ngā tautuhinga
ms: Tetapan Siaran
nb: Publiseringsinnstillinger
nl: Instellingen voor posten
pl: Ustawienia publikowania
pt: Publicar configurações
pt_br: Configurações de postagem
ru: Опубликовать настройки
sl: Nastavitve objavljanja
sv: Publiceringsinställningar
sv_instk12: Publiceringsinställningar
th: โพสต์ค่าปรับตั้ง
vi: Cài Đặt Đăng
zh: 发布设置
zh_hk: 公佈設定

source: Post to...
ar: نشر على...
ca: Publica a…
cy: Postio i...
da: Slå op på ...
da_instk12: Slå op på ...
de: Posten an ...
es: Publicar en...
es_es: Publicar en...
fi: Lähetä vastaanottajalle...
fr: Publier sur...
fr_ca: Publier à...
ga: Postáil chuig...
hi: यहां पोस्ट करें...
ht: Pibliye nan...
id: Posting ke...
is: Birta á…
it: Pubblica in...
ja: 掲示先...
mi: Whakairi kī
ms: Siar ke...
nb: Publiser til
nl: Posten in...
pl: Opublikuj na...
pt: Publicar para...
pt_br: Postar em...
ru: Опубликовать в...
sl: Objavi v ...
sv: Publicera till...
sv_instk12: Publicera till...
th: โพสต์ไฟยัง...
vi: Đăng lên...
zh: 发布到...
zh_hk: 公佈到...
